Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# glasses.unlock.coins
source: Für 1.000 Coins
en: For 1,000 Coins
es: Por 1.000 monedas
fr: Pour 1 000 pièces
hi: 1,000 सिक्कों के लिए
it: Per 1.000 monete
ja: 1,000コインで
ko: 1,000 코인으로
nl: Voor 1.000 munten
pl: Za 1000 monet
pt: Por 1.000 moedas
ru: За 1.000 монет
tr: 1.000 Para Karşılığında
zh_hans: 1,000 金币
zh_hant: 1,000枚金幣

# glasses.unlock.title
source: Sonnenbrille freischalten
en: Unlock Sunglasses
es: Desbloquear gafas de sol
fr: Débloquer les lunettes de soleil
hi: धूप का चश्मा खोलो
it: Sblocca occhiali da sole
ja: サングラスのロックを解除
ko: 선글라스 잠금 해제
nl: Ontgrendel zonnebril
pl: Odblokuj okulary przeciwsłoneczne
pt: Desbloquear óculos de sol
ru: разблокировать солнцезащитные очки
tr: Güneş gözlüğü kilidini aç
zh_hans: 解锁太阳镜
zh_hant: 解鎖太陽眼鏡

# goal.custom.5year.placeholder
source: Mein 5-Jahresziel (z. B. Abnehmen)
en: My 5-year goal (e.g. lose weight)
es: Mi meta a 5 años (p. ej. perder peso)
fr: Mon objectif à 5 ans (ex. perdre du poids)
hi: मेरा 5 साल का लक्ष्य
it: Il mio obiettivo a 5 anni (es. dimagrire)
ja: 私の5年後の目標
ko: 나의 5년 목표
nl: Mijn 5 jaar doel
pl: Mój cel na 5 lat
pt: Minha meta de 5 anos (ex. perder peso)
ru: Моя цель на 5 лет (например, похудеть)
tr: 5 yıllık hedefim
zh_hans: 我的5年目标
zh_hant: 我的5年目標

# goal.custom.week.placeholder
source: Mein Wochenziel (z. B. 3x Sport)
en: My weekly goal (e.g. workout 3x)
es: Mi meta semanal (p. ej. 3x deporte)
fr: Mon objectif de la semaine (ex. 3x sport)
hi: मेरा साप्ताहिक लक्ष्य
it: Il mio obiettivo settimanale (es. 3x sport)
ja: 私の毎週の目標
ko: 내 주간 목표
nl: Mijn wekelijkse doel
pl: Mój tygodniowy cel
pt: Minha meta semanal (ex. 3x esporte)
ru: Моя цель на неделю (например, 3x спорт)
tr: Haftalık hedefim
zh_hans: 我的每周目标
zh_hant: 我的每週目標

# goal.edit.pointsLabel
source: Pkt.
en: pts.
es: pts.
fr: pts
hi: अंक
it: pti.
ja: pt
ko: pt
nl: ptn.
pt: pts.
ru: очк.
tr: puan
zh_hans: 分
zh_hant: 分

# goal.edit.targetLabel
source: Ziel:
en: Target:
es: Objetivo:
fr: Objectif :
hi: लक्ष्य:
it: Obiettivo:
ja: 目標:
ko: 목표:
nl: Doel:
pl: Cel:
pt: Alvo:
ru: Цель:
tr: Hedef:
zh_hans: 目标:
zh_hant: 目標:

# goal.edit.title
source: Ziel bearbeiten
en: Edit Goal
es: Editar objetivo
fr: Modifier l'objectif
hi: लक्ष्य संपादित करें
it: Modifica obiettivo
ja: 目標を編集
ko: 목표 편집
nl: Doel bewerken
pl: Edytuj cel
pt: Editar objetivo
ru: Редактировать цель
tr: Hedefi Düzenle
zh_hans: 编辑目标
zh_hant: 編輯目標

# goal.fiveyears.add
source: 5-Jahres Ziel festlegen
en: Set a 5-year goal
es: Establecer una meta de 5 años
fr: Fixez-vous un objectif sur 5 ans
hi: 5 साल का लक्ष्य निर्धारित करें
it: Stabilisci un obiettivo a 5 anni
ja: 5年後の目標を立てる
ko: 5년 목표를 세워라
nl: Stel een doel voor 5 jaar vast
pl: Wyznacz cel na 5 lat
pt: Defina uma meta de 5 anos
ru: Поставьте цель на 5 лет
tr: 5 yıllık hedef belirleyin
zh_hans: 设定5年目标
zh_hant: 設定5年目標

# goal.frequency.label
source: Häufigkeit pro Woche:
en: Frequency per week:
es: Frecuencia por semana:
fr: Fréquence par semaine :
hi: प्रति सप्ताह आवृत्ति:
it: Frequenza a settimana:
ja: 週の頻度:
ko: 주당 빈도:
nl: Frequentie per week:
pl: Częstotliwość w tygodniu:
pt: Frequência por semana:
ru: Частота в неделю:
tr: Haftalık Sıklık:
zh_hans: 每周频率:
zh_hant: 每週頻率:

# goal.insights.empty
source: Noch keine Punkte in diesem Monat gesammelt. Gieße deine Pflanzen!
en: No points collected this month yet. Water your plants!
es: Todavía no has conseguido puntos este mes. ¡Riega tus plantas!
fr: Aucun point collecté ce mois-ci. Arrosez vos plantes !
hi: इस माह अभी तक कोई अंक एकत्रित नहीं हुआ। अपने पौधों को पानी दें!
it: Nessun punto raccolto questo mese. Innaffia le tue piante!
ja: 今月はまだポイントがありません。植物に水をやりましょう！
ko: 이번 달에 아직 포인트를 모으지 않았습니다. 식물에 물을 주세요!
nl: Er zijn deze maand nog geen punten verzameld. Geef je planten water!
pl: W tym miesiącu nie zebrano jeszcze żadnych punktów. Podlewaj swoje rośliny!
pt: Nenhum ponto acumulado este mês ainda. Regue suas plantas!
ru: В этом месяце очки еще не собраны. Поливайте свои растения!
tr: Bu ay henüz puan toplanmadı. Bitkilerinizi sulayın!
zh_hans: 这个月还没收集到分数。给你的植物浇水吧！
zh_hant: 本月尚未收集積分。給你的植物澆水！

# goal.insights.no_goal
source: Kein Monatsziel für Analysen gesetzt.
en: No monthly goal set for insights.
es: No hay objetivo mensual establecido para análisis.
fr: Aucun objectif mensuel défini pour les analyses.
hi: एनालिटिक्स के लिए कोई मासिक लक्ष्य निर्धारित नहीं है।
it: Nessun obiettivo mensile impostato per le analisi.
ja: 分析のための月間目標が設定されていません。
ko: 분석을 위한 월간 목표가 설정되지 않았습니다.
nl: Er is geen maandelijks doel gesteld voor analyses.
pl: Nie określono miesięcznego celu analitycznego.
pt: Nenhuma meta mensal definida para análises.
ru: Не установлена ежемесячная цель для анализа.
tr: Analitik için aylık hedef belirlenmedi.
zh_hans: 未设定用于分析的月度目标。
zh_hant: 沒有為分析設定每月目標。

# goal.insights.title
source: Ziel-Analysen
en: Goal Insights
es: Análisis de Objetivos
fr: Analyses des Objectifs
hi: लक्ष्य विश्लेषण
it: Analisi degli Obiettivi
ja: 目標の分析
ko: 목표 분석
nl: Doelanalyses
pl: Analizy docelowe
pt: Análises alvo
ru: Анализ Целей
tr: Hedef analizleri
zh_hans: 目标分析
zh_hant: 目標分析

# goal.label.fiveyears
source: 5 Jahre
en: 5 Years
es: 5 Años
fr: 5 Ans
hi: 5 साल
it: 5 Anni
ja: 5年
ko: 5년
nl: 5 jaar
pl: 5 lat
pt: 5 anos
ru: 5 лет
tr: 5 yıl
zh_hans: 5年
zh_hant: 5年

# goal.link.info.message
source: Gewohnheiten bringen Punkte für dein 5-Jahresziel. 20 Pkt: Enormer Fokus 5 Pkt: Leichter Beitrag 0 Pkt: Hat nichts mit dem Ziel zu tun
en: Habits earn points for your 5-Year Goal. 20 Pts: Massive Focus 5 Pts: Light Contribution 0 Pts: Unrelated to goal
es: Los hábitos suman puntos para tu objetivo a 5 años. 20 Pts: Enfoque masivo 5 Pts: Contribución ligera 0 Pts: No relacionado con el objetivo
fr: Les habitudes rapportent des points pour votre objectif à 5 ans. 20 Pts : Focus massif 5 Pts : Légère contribution 0 Pts : Sans rapport avec l'objectif
hi: आदतें आपके 5-वर्षीय लक्ष्य के लिए अंक अर्जित करती हैं। 20 अंक: जबरदस्त फोकस 5 अंक: हल्का योगदान 0 पीटी: लक्ष्य से कोई लेना-देना नहीं है
it: Le abitudini guadagnano punti per il tuo obiettivo a 5 anni. 20 Pti: Focus enorme 5 Pti: Contributo leggero 0 Pti: Non correlato all'obiettivo
ja: 習慣は5年間の目標に向けてポイントを獲得します。 20 Pt: 絶大な集中 5 Pt: わずかな貢献 0 Pt: 目標とは無関係
ko: 습관은 5년 목표에 대한 포인트를 획득합니다. 20 Pt: 엄청난 집중 5 Pt: 가벼운 기여 0 Pt: 목표와 무관함
nl: Gewoonten verdienen punten voor uw vijfjarige doel. 20 punten: enorme focus 5 punten: Lichtbijdrage 0 pt: Heeft niets met het doel te maken
pl: Nawyki zdobywają punkty do osiągnięcia Twojego 5-letniego celu. 20 punktów: Znakomita koncentracja 5 punktów: Lekki wkład 0 pkt: Nie ma nic wspólnego z celem
pt: Os hábitos ganham pontos para sua meta de 5 anos. 20 pontos: Foco tremendo 5 pontos: Contribuição leve 0 pt: Não tem nada a ver com o objetivo
ru: Привычки приносят баллы для вашей цели на 5 лет. 20 б.: Огромный фокус 5 б.: Легкий вклад 0 б.: Не связано с целью
tr: Alışkanlıklar 5 yıllık hedefinize yönelik puan kazandırır. 20 puan: Muazzam odaklanma 5 puan: Işık katkısı 0 puan: Hedefle ilgisi yok
zh_hans: 习惯会为您赢得 5 年目标的积分。 20 分：巨大专注 5 分：轻微贡献 0 分：与目标无关
zh_hant: 習慣會為您贏得 5 年目標的積分。 20 分：巨大專注 5 分：輕微貢獻 0 分：與目標無關

# goal.link.info.title
source: Punkte & Ziele
en: Points & Goals
es: Puntos y Objetivos
fr: Points & Objectifs
hi: अंक एवं लक्ष्य
it: Punti e Obiettivi
ja: ポイントと目標
ko: 포인트 및 목표
nl: Punten en doelpunten
pl: Punkty i cele
pt: Pontos e metas
ru: Баллы и Цели
tr: Puanlar ve Hedefler
zh_hans: 分数与目标
zh_hant: 分數與目標

# goal.link.no_goal
source: Kein Jahresziel gesetzt.
en: No yearly goal set.
es: No hay objetivo anual establecido.
fr: Aucun objectif annuel défini.
hi: कोई वार्षिक लक्ष्य निर्धारित नहीं.
it: Nessun obiettivo annuale impostato.
ja: 年間目標が設定されていません。
ko: 연간 목표가 설정되지 않았습니다.
nl: Geen jaarlijks doel gesteld.
pl: Brak ustalonego celu rocznego.
pt: Nenhuma meta anual definida.
ru: Не установлена годовая цель.
tr: Yıllık hedef belirlenmedi.
zh_hans: 未设定年度目标。
zh_hant: 沒有設定年度目標。

# goal.link.none
source: Gar nicht (0 Pkt)
en: Not at all (0 Pts)
es: Nada (0 Pts)
fr: Pas du tout (0 Pts)
hi: बिल्कुल नहीं (0 अंक)
it: Per niente (0 Pti)
ja: 全くない（0ポイント）
ko: 전혀 없음 (0 포인트)
nl: Helemaal niet (0 punten)
pl: Wcale nie (0 pkt.)
pt: De forma alguma (0 pontos)
ru: Совсем нет (0 очков)
tr: Hiç (0 puan)
zh_hans: 完全没有（0分）
zh_hant: 完全沒有(0分)

# goal.link.none.short
source: Nicht verknüpft
en: Not linked
es: No vinculado
fr: Non lié
hi: जुड़े नहीं
it: Non collegato
ja: 未連携
ko: 연결 안 됨
nl: Niet gekoppeld
pl: Niepołączone
pt: Não vinculado
ru: Не связано
tr: Bağlantılı değil
zh_hans: 未关联
zh_hant: 未關聯

# goal.link.question
source: Wie sehr trägt diese Gewohnheit bei?
en: How much does this habit contribute?
es: ¿Cuánto contribuye este hábito?
fr: Quelle est la contribution de cette habitude ?
hi: यह आदत कितना योगदान देती है?
it: Quanto contribuisce questa abitudine?
ja: この習慣はどれだけ貢献しますか？
ko: 이 습관이 얼마나 기여하나요?
nl: Hoeveel draagt ​​deze gewoonte bij?
pl: Jak duży wpływ ma ten nawyk?
pt: Quanto esse hábito contribui?
ru: Насколько эта привычка способствует цели?
tr: Bu alışkanlığın ne kadar katkısı var?
zh_hans: 这个习惯贡献多少？
zh_hant: 這個習慣貢獻多少？

# goal.link.title
source: Ziel-Beitrag
en: Goal Contribution
es: Contribución al objetivo
fr: Contribution à l'objectif
hi: लक्ष्य योगदान
it: Contributo all'obiettivo
ja: 目標への貢献
ko: 목표 기여
nl: Doelbijdrage
pl: Wkład w cel
pt: Contribuição para o objetivo
ru: Вклад в цель
tr: Hedef Katkısı
zh_hans: 目标贡献
zh_hant: 目標貢獻

# goal.monthly.add
source: Neues Monatsziel setzen
en: Set New Monthly Goal
es: Establecer Nuevo Objetivo Mensual
fr: Définir un Nouvel Objectif Mensuel
hi: एक नया मासिक लक्ष्य निर्धारित करें
it: Imposta Nuovo Obiettivo Mensile
ja: 新しい月間目標を設定
ko: 새로운 월간 목표 설정
nl: Stel een nieuw maandelijks doel in
pl: Ustaw nowy miesięczny cel
pt: Defina uma nova meta mensal
ru: Установить новую ежемесячную цель
tr: Yeni bir aylık hedef belirleyin
zh_hans: 设定新的月度目标
zh_hant: 設定新的每月目標

# goal.monthly.placeholder
source: Z.B. 300 Punkte erreichen
en: E.g. reach 300 points
es: Ej. alcanzar 300 puntos
fr: Ex. atteindre 300 points
hi: जैसे 300 अंक तक पहुंचें
it: Es. raggiungere 300 punti
ja: 例：300ポイント達成
ko: 예: 300 포인트 달성
nl: Bijvoorbeeld 300 punten bereiken
pl: Np. osiągnąć 300 punktów
pt: Por exemplo alcançar 300 pontos
ru: Например, набрать 300 очков
tr: Örn. 300 puana ulaş
zh_hans: 例如达到300分
zh_hant: 例如。達到300分

# goal.monthly.prompt
source: Was ist dein Fokus diesen Monat?
en: What is your focus this month?
es: ¿Cuál es tu enfoque este mes?
fr: Quel est votre objectif ce mois-ci ?
hi: इस महीने आपका फोकस क्या है?
it: Qual è il tuo focus questo mese?
ja: 今月の目標は何ですか？
ko: 이번 달 당신의 목표는 무엇입니까?
nl: Wat is jouw focus deze maand?
pl: Na czym skupiasz się w tym miesiącu?
pt: Qual é o seu foco neste mês?
ru: На чем вы сосредоточитесь в этом месяце?
tr: Bu ay odak noktanız nedir?
zh_hans: 你这个月的重点是什么？
zh_hant: 這個月你的重點是什麼？

# goal.monthly.title
source: Monatsziel
en: Monthly Goal
es: Objetivo Mensual
fr: Objectif Mensuel
hi: मासिक लक्ष्य
it: Obiettivo Mensile
ja: 月間目標
ko: 월간 목표
nl: Maandelijks doel
pl: Cel miesięczny
pt: Meta mensal
ru: Ежемесячная Цель
tr: Aylık hedef
zh_hans: 月度目标
zh_hant: 每月目標

# goal.template.custom.button
source: Eigenes Ziel erstellen
en: Create Custom Goal
es: Crear Objetivo Personalizado
fr: Créer un Objectif Personnalisé
hi: अपना लक्ष्य स्वयं बनायें
it: Crea Obiettivo Personalizzato
ja: カスタム目標を作成
ko: 맞춤형 목표 만들기
nl: Creëer je eigen doel
pl: Stwórz swój własny cel
pt: Crie seu próprio objetivo
ru: Создать свою цель
tr: Kendi hedefinizi yaratın
zh_hans: 创建自定义目标
zh_hant: 訂定自己的目標

# goal.template.mental_mastery
source: Mentale Meisterung
en: Mental Mastery
es: Dominio Mental
fr: Maîtrise Mentale
hi: मानसिक महारत
it: Maestria Mentale
ja: メンタルマスタリー
ko: 멘탈 마스터리
nl: Mentale Beheersing
pl: Mistrzostwo Umysłowe
pt: Domínio Mental
ru: Ментальное мастерство
tr: Zihinsel Ustalık
zh_hans: 精神大师
zh_hant: 精神大師

# goal.template.tech_business
source: Tech-Business aufbauen
en: Build Tech Business
es: Construir Negocio Tecnológico
fr: Créer une Entreprise Tech
hi: टेक बिजनेस बनाएं
it: Costruire un'Azienda Tech
ja: テックビジネスを構築
ko: 테크 비즈니스 구축
nl: Techbedrijf opbouwen
pl: Zbuduj firmę technologiczną
pt: Criar Empresa de Tecnologia
ru: Создать технологический бизнес
tr: Teknoloji İşletmesi Kur
zh_hans: 建立科技公司
zh_hant: 建立科技公司

# goal.template.top_athlete
source: Top-Athlet
en: Top Athlete
es: Atleta de Élite
fr: Athlète de Haut Niveau
hi: शीर्ष एथलीट
it: Atleta di Punta
ja: トップアスリート
ko: 탑 애슬리트
nl: Topatleet
pl: Czołowy Sportowiec
pt: Atleta de Topo
ru: Лучший атлет
tr: Üst Düzey Sporcu
zh_hans: 顶尖运动员
zh_hant: 頂尖運動員

# goal.tree.add.month
source: Monatsziel setzen
en: Set Monthly Goal
es: Establecer objetivo mensual
fr: Définir l'objectif mensuel
hi: मासिक लक्ष्य निर्धारित करें
it: Imposta obiettivo mensile
ja: 月間目標を設定
ko: 월간 목표 설정
nl: Stel een maandelijks doel in
pl: Ustaw miesięczny cel
pt: Defina meta mensal
ru: Установить цель на месяц
tr: Aylık hedef belirleyin
zh_hans: 设定月度目标
zh_hant: 設定月度目標

# goal.tree.add.week
source: Wochenziel setzen
en: Set Weekly Goal
es: Establecer objetivo semanal
fr: Définir l'objectif hebdomadaire
hi: साप्ताहिक लक्ष्य निर्धारित करें
it: Imposta obiettivo settimanale
ja: 週間目標を設定
ko: 주간 목표 설정
nl: Stel een wekelijks doel in
pl: Ustaw tygodniowy cel
pt: Defina uma meta semanal
ru: Установить цель на неделю
tr: Haftalık bir hedef belirleyin
zh_hans: 设定每周目标
zh_hant: 設定每週目標

# goal.tree.add.year
source: 5-Jahresziel festlegen
en: Set 5-Year Goal
es: Establecer objetivo a 5 años
fr: Définir l'objectif à 5 ans
hi: 5 साल का लक्ष्य निर्धारित करें
it: Imposta obiettivo a 5 anni
ja: 5年間の目標を設定
ko: 5년 목표 설정
nl: Stel een doel voor 5 jaar vast
pl: Wyznacz cel na 5 lat
pt: Estabeleça uma meta de 5 anos
ru: Установить цель на 5 лет
tr: 5 yıllık hedef belirleyin
zh_hans: 设定5年目标
zh_hant: 設定5年目標

# goal.tree.habits.linked
source: Verknüpfte Gewohnheiten
en: Linked Habits
es: Hábitos vinculados
fr: Habitudes liées
hi: जुड़ी हुई आदतें
it: Abitudini collegate
ja: リンクされた習慣
ko: 연결된 습관
nl: Gekoppelde gewoonten
pl: Połączone nawyki
pt: Hábitos Vinculados
ru: Связанные привычки
tr: Bağlantılı Alışkanlıklar
zh_hans: 关联习惯
zh_hant: 關聯習慣

# goal.tree.habits.subtitle
source: Gewohnheiten, Routinen & To-dos
en: Habits, Routines & To-dos
es: Hábitos, Rutinas y Tareas
fr: Habitudes, Routines et Tâches
hi: आदतें, दिनचर्या और कार्य
it: Abitudini, Routine e Cose da fare
ja: 習慣、ルーティン＆タスク
ko: 습관, 루틴 & 할 일
nl: Gewoonten, routines en taken
pl: Nawyki, rutyny i zadania
pt: Hábitos, rotinas e tarefas
ru: Привычки, Рутины и Задачи
tr: Alışkanlıklar, rutinler ve yapılacaklar
zh_hans: 习惯、例程和待办事项
zh_hant: 習慣、例行公事和待辦事項

# goal.tree.habits.title
source: FUNDAMENT
en: FOUNDATION
es: FUNDACIÓN
fr: FONDATION
hi: नींव
it: FONDAZIONE
ja: 基盤
ko: 기반
nl: FUNDERING
pl: FUNDACJA
pt: FUNDAÇÃO
ru: ФУНДАМЕНТ
tr: TEMEL
zh_hans: 基础
zh_hant: 基礎

# goal.tree.placeholder.month
source: Z.B. 300 Punkte erreichen
en: E.g. Reach 300 points
es: Ej. Alcanzar 300 puntos
fr: Ex. Atteindre 300 points
hi: जैसे 300 अंक तक पहुंचें
it: Es. Raggiungere 300 punti
ja: 例：300ポイント達成
ko: 예: 300점 달성
nl: Bijvoorbeeld 300 punten bereiken
pl: Np. osiągnąć 300 punktów
pt: Por exemplo alcançar 300 pontos
ru: Напр. Набрать 300 очков
tr: Örn. 300 puana ulaş
zh_hans: 例如：达到300分
zh_hant: 例如：達到300分

# goal.tree.placeholder.week
source: Z.B. 3x ins Gym gehen
en: E.g. Go to the gym 3x
es: Ej. Ir al gimnasio 3 veces
fr: Ex. Aller à la salle de sport 3 fois
hi: जैसे 3 बार जिम जाएं
it: Es. Andare in palestra 3 volte
ja: 例：ジムに3回行く
ko: 예: 헬스장 3회 방문
nl: Bijvoorbeeld ga 3 keer naar de sportschool
pl: Np. idź na siłownię 3 razy
pt: Por exemplo ir à academia 3 vezes
ru: Напр. Сходить в зал 3 раза
tr: Örn. 3 kez spor salonuna gitmek
zh_hans: 例如：去健身房3次
zh_hant: 例如：去健身房3次

# goal.tree.placeholder.year
source: Z.B. 10 Mio. Umsatz aufbauen
en: E.g. Build €10M revenue
es: Ej. Construir 10 millones de ingresos
fr: Ex. Construire 10M€ de revenus
hi: जैसे बिक्री में 10 मिलियन का निर्माण करें
it: Es. Costruire 10M di fatturato
ja: 例：売上1000万円を達成
ko: 예: 1억 원 매출 구축
nl: Bijvoorbeeld 10 miljoen omzet opbouwen
pl: Np. zbudować 10-milionową sprzedaż
pt: Por exemplo construir 10 milhões em vendas
ru: Напр. Построить бизнес с доходом 10 млн
tr: Örn. 10 milyon satış elde edin
zh_hans: 例如：建立1000万收入
zh_hant: 例如：建立1000萬收入

# goal.tree.prompt.month
source: Dein Fokus diesen Monat
en: Your focus this month
es: Tu enfoque este mes
fr: Votre focus ce mois-ci
hi: इस महीने आपका फोकस
it: Il tuo focus questo mese
ja: 今月の焦点
ko: 이번 달의 목표
nl: Jouw focus deze maand
pl: Twoje skupienie w tym miesiącu
pt: Seu foco neste mês
ru: Ваш фокус в этом месяце
tr: Bu ayki odak noktanız
zh_hans: 本月的重点
zh_hant: 本月的重點

# goal.tree.prompt.week
source: Dein wichtigstes Ziel diese Woche
en: Your most important goal this week
es: Tu objetivo más importante esta semana
fr: Votre objectif le plus important cette semaine
hi: इस सप्ताह आपका सबसे महत्वपूर्ण लक्ष्य
it: Il tuo obiettivo più importante questa settimana
ja: 今週の最重要目標
ko: 이번 주 가장 중요한 목표
nl: Je belangrijkste doel deze week
pl: Twój najważniejszy cel w tym tygodniu
pt: Seu objetivo mais importante esta semana
ru: Ваша самая важная цель на этой неделе
tr: Bu haftaki en önemli hedefiniz
zh_hans: 本周最重要的目标
zh_hant: 本週最重要的目標

# goal.tree.prompt.year
source: Deine große Vision für die nächsten 5 Jahre
en: Your big vision for the next 5 years
es: Tu gran visión para los próximos 5 años
fr: Votre grande vision pour les 5 prochaines années
hi: अगले 5 वर्षों के लिए आपका बड़ा दृष्टिकोण
it: La tua grande visione per i prossimi 5 anni
ja: 今後5年間の大きなビジョン
ko: 향후 5년간의 큰 비전
nl: Jouw grote visie voor de komende 5 jaar
pl: Twoja wielka wizja na następne 5 lat
pt: Sua grande visão para os próximos 5 anos
ru: Ваше большое видение на ближайшие 5 лет
tr: Gelecek 5 yıl için büyük vizyonunuz
zh_hans: 未来5年的宏大愿景
zh_hant: 未來5年的宏大願景

# goal.tree.title
source: Dein Ziel-Stammbaum
en: Your Goal Tree
es: Tu Árbol de Objetivos
fr: Votre Arbre d'Objectifs
hi: आपका लक्ष्य वंश वृक्ष
it: Il Tuo Albero degli Obiettivi
ja: あなたの目標ツリー
ko: 목표 트리
nl: Uw doelstamboom
pl: Twoje docelowe drzewo genealogiczne
pt: Sua árvore genealógica alvo
ru: Ваше Дерево Целей
tr: Hedef soy ağacınız
zh_hans: 你的目标树
zh_hant: 你的目標樹

# goal.type.month
source: Monatsziel
en: Monthly Goal
es: Objetivo Mensual
fr: Objectif Mensuel
hi: मासिक लक्ष्य
it: Obiettivo Mensile
ja: 月間目標
ko: 월간 목표
nl: Maanddoel
pl: Cel Miesięczny
pt: Objetivo Mensal
ru: Ежемесячная цель
tr: Aylık Hedef
zh_hans: 月度目标
zh_hant: 月度目標

# goal.type.week
source: Wochenziel
en: Weekly Goal
es: Objetivo Semanal
fr: Objectif Hebdomadaire
hi: साप्ताहिक लक्ष्य
it: Obiettivo Settimanale
ja: 週ごとの目標
ko: 주간 목표
nl: Wekelijks doel
pl: Tygodniowy cel
pt: Meta semanal
ru: Еженедельная цель
tr: Haftalık hedef
zh_hans: 每周目标
zh_hant: 每週目標

# goal.type.year
source: 5-Jahresziel
en: 5-Year Goal
es: Objetivo a 5 años
fr: Objectif à 5 ans
hi: वार्षिक लक्ष्य
it: Obiettivo a 5 anni
ja: 5年間の目標
ko: 5년 목표
nl: Jaardoel
pl: Cel Roczny
pt: Objetivo Anual
ru: Цель на 5 лет
tr: Yıllık Hedef
zh_hans: 5年目标
zh_hant: 5年目標

# goal.weekly.add
source: Wochenziel festlegen
en: Set weekly goal
es: Establecer objetivo semanal
fr: Fixer un objectif hebdomadaire
hi: साप्ताहिक लक्ष्य निर्धारित करें
it: Imposta un obiettivo settimanale
ja: 毎週の目標を設定する
ko: 주간 목표 설정
nl: Stel een wekelijks doel in
pl: Ustaw tygodniowy cel
pt: Defina meta semanal
ru: Установить цель на неделю
tr: Haftalık hedef belirleyin
zh_hans: 设定每周目标
zh_hant: 設定每週目標

# goal.weekly.label.arrow
source: Woche →
en: week →
es: semana →
fr: semaine →
hi: सप्ताह →
it: settimana→
ja: 週→
ko: 주 →
nl: week →
pl: tydzień →
pt: semana →
ru: неделя →
tr: hafta →
zh_hans: 周 →
zh_hant: 週 →

# goal.weight.bit
source: Ein bisschen (5 Pkt)
en: A bit (5 Pts)
es: Un poco (5 Pts)
fr: Un peu (5 Pts)
hi: थोड़ा (5 अंक)
it: Un po' (5 Pti)
ja: 少し (5 Pt)
ko: 조금 (5 Pt)
nl: Een beetje (5 Ptn)
pl: Trochę (5 Pkt)
pt: Um pouco (5 Pts)
ru: Немного (5 Очков)
tr: Biraz (5 Puan)
zh_hans: 一点 (5分)
zh_hant: 一點 (5分)

# goal.weight.massive
source: Massiv (20 Pkt)
en: Massive (20 Pts)
es: Masivo (20 Pts)
fr: Massif (20 Pts)
hi: व्यापक (20 अंक)
it: Massiccio (20 Pti)
ja: 大規模 (20 Pt)
ko: 대규모 (20 Pt)
nl: Massief (20 Ptn)
pl: Masywny (20 Pkt)
pt: Massivo (20 Pts)
ru: Массивный (20 Очков)
tr: Muazzam (20 Puan)
zh_hans: 巨大 (20分)
zh_hant: 巨大 (20分)

# goal.year.add
source: 5-Jahresziel festlegen
en: Set 5-Year Goal
es: Establecer objetivo a 5 años
fr: Définir l'objectif à 5 ans
hi: 5 साल का लक्ष्य निर्धारित करें
it: Imposta obiettivo a 5 anni
ja: 5年間の目標を設定
ko: 5년 목표 설정
nl: Stel een doel voor 5 jaar vast
pl: Wyznacz cel na 5 lat
pt: Estabeleça uma meta de 5 anos
ru: Установить цель на 5 лет
tr: 5 yıllık hedef belirleyin
zh_hans: 设定5年目标
zh_hant: 設定5年目標

# habit.atemarbeit
source: Atemarbeit
en: Breathwork
es: Respiración consciente
fr: Travail respiratoire
hi: साँस लेने का काम
it: Respirazione consapevole
ja: ブレスワーク
ko: 호흡
nl: Ademwerk
pl: Oddech
pt: Respiração consciente
ru: Работа с дыханием
tr: Nefes çalışması
zh_hans: 呼吸练习
zh_hant: 呼吸法

# habit.aufraeumen
source: Aufräumen
en: Tidying Up
es: Limpieza
fr: Ranger
hi: साफ - सफाई
it: Riordinare
ja: 片付ける
ko: 정리
nl: Opruimen
pl: Sprzątanie
pt: Arrumar
ru: Убирать
tr: Toplama
zh_hans: 整理
zh_hant: 清理

# habit.bildschirmzeit
source: Bildschirmzeit
en: Screen Time
es: Tiempo de pantalla
fr: Temps d'écran
hi: स्क्रीन टाइम
it: Tempo schermo
ja: スクリーンタイム
ko: 화면 시간
nl: Schermtijd
pl: Czas ekranowy
pt: Tempo de ecrã
ru: Время экрана
tr: Ekran Süresi
zh_hans: 屏幕时间
zh_hant: 螢幕時間

# habit.completed
source: Erledigt
en: Completed
es: Terminado
fr: Complété
hi: पुरा होना।
it: Completato
ja: 完了
ko: 완전한
nl: Voltooid
pl: Zakończony
pt: Concluído
ru: Завершенный
tr: Tamamlanmış
zh_hans: 完全的
zh_hant: 完全的

# habit.custom.todo
source: Eigenes To-Do
en: Custom Todo
es: Tarea personalizada
fr: Tâche personnalisée
hi: कस्टम टू-डू
it: Cosa da fare personalizzata
ja: カスタムToDo
ko: 사용자 지정 할 일
nl: Aangepaste taak
pl: Własne zadanie
pt: Tarefa personalizada
ru: Собственная задача
tr: Özel Görev
zh_hans: 自定义待办事项
zh_hant: 自訂待辦事項

# habit.dankbarkeit
source: Dankbarkeit
en: Gratitude
es: Gratitud
fr: Gratitude
hi: कृतज्ञता
it: Gratitudine
ja: 感謝
ko: 고마움
nl: Dankbaarheid
pl: Wdzięczność
pt: Gratidão
ru: Благодарность
tr: Minnettarlık
zh_hans: 感恩
zh_hant: 感激

# habit.frueh_aufstehen
source: Früh aufstehen
en: Early Rising
es: Madrugar
fr: Se lever tôt
hi: जल्दी उठना
it: Svegliarsi presto
ja: 早起き
ko: 조기
nl: Vroeg opstaan
pl: Wczesne Powstanie
pt: Acordar cedo
ru: Вставать рано
tr: Erken Yükselme
zh_hans: 早起
zh_hant: 為了早起

# habit.geld_sparen
source: Geld sparen
en: Saving Money
es: Ahorrar dinero
fr: Épargner
hi: पैसे बचाएं
it: Risparmiare
ja: お金を節約する
ko: 돈 절약
nl: Geld besparen
pl: Oszczędzanie pieniędzy
pt: Poupar dinheiro
ru: экономить деньги
tr: Para Tasarrufu
zh_hans: 省钱
zh_hant: 省錢

# habit.gesund_kochen
source: Gesund kochen
en: Healthy Cooking
es: Cocinar sano
fr: Cuisiner sainement
hi: स्वस्थ खाना बनायें
it: Cucinare sano
ja: ヘルシークッキング
ko: 건강한 요리
nl: Gezond koken
pl: Zdrowe gotowanie
pt: Cozinhar saudável
ru: Готовить здоровую пищу
tr: Sağlıklı Pişirme
zh_hans: 健康烹饪
zh_hant: 健康烹飪

# habit.impact.title
source: Negativer Einfluss
en: Negative Impact
es: Negative Impact
fr: Negative Impact
hi: नकारात्मक प्रभाव
it: Negative Impact
ja: Negative Impact
ko: Negative Impact
nl: Negative Impact
pl: Negative Impact
pt: Negative Impact
ru: Негативное влияние
tr: Negative Impact
zh_hans: 负面影响
zh_hant: 負面影響

# habit.joggen
source: Joggen
en: Jogging
es: Correr
fr: Courir
hi: धकेलना
it: Corsa
ja: ジョギング
ko: 조깅
pl: Jogging
pt: Correr
ru: Бегать трусцой
tr: Hafif koşu
zh_hans: 慢跑
zh_hant: 慢跑

# habit.kalt_duschen
source: Kalt duschen
en: Cold Showers
es: Ducha fría
fr: Douche froide
hi: ठंडा स्नान करें
it: Doccia fredda
ja: 冷たいシャワー
ko: 찬물 샤워
nl: Koude douches
pl: Zimne prysznice
pt: Duche frio
ru: Принимать холодный душ
tr: Soğuk Duşlar
zh_hans: 冷水淋浴
zh_hant: 洗個冷水澡
